Repository: jpalus/poldek
Catalog: po/*.po
Languages: de, pl

source: pass option OPTION to PM binary (ex. --pmop noscripts)
pl: przeka¿ opcjê OPCJA do binarki zarz±dcy pakietów

source: Package deinstallation:
pl: Usuwanie pakietów:

source: Uninstall given packages
pl: Usuñ podane pakiety

source: Uninstall packages
de: Entferne Pakete
pl: Deinstaluj pakiety

source: %s: installed packages are not loaded, type "reload" to load them
pl: %s: zainstalowane pakiety nie s± za³adowane, wpisz "reload" by je za³adowaæ

source: %s: installed packages are not loaded
pl: %s: zainstalowane pakiety nie s± za³adowane

source: %s:%d: missing '"'
de: %s:%d: fehlender '"'
pl: %s:%d: brakuj±cy '"'

source: %s %s::%s redefined
pl: %s %s::%s redefiniowany

source: %s: multiple '%s' not allowed
pl: %s: wielokrotne '%s' niedozwolone

source: %s unknown option '%s::%s'
pl: %s nieznana opcja '%s::%s'

source: %s invalid value of '%s::%s'
pl: %s niedozwolona warto¶æ '%s::%s'

source: %s invalid value '%s' of '%s::%s'
pl: %s niedozwolona warto¶æ '%s' opcji '%s::%s'

source: '%s': invalid section name
pl: '%s': nieprawid³owa nazwa sekcji

source: %s:%d: missing '='
de: %s:%d: fehlendes '='
pl: %s:%d: brak '='

source: %s: missing '='
pl: %s: brak '='

source: %s:%d: wrong %%includedir
pl: %s:%d: nieprawid³owa warto¶æ %%includedir

source: %s:%d: wrong %%include
pl: %s:%d: nieprawid³owa warto¶æ %%include

source: %s:%d: '%s': invalid section name
pl: %s:%d %s: nieprawid³owa nazwa sekcji

source: %s: skipped %s::%s
pl: %s: pominiêto %s::%s

source: %s: load configuration failed
pl: %s: b³±d odczytu konfiguracji

source: %s: legacy configuration detected but ignored
pl: %s: stara konfiguracja wykryta ale pominiêta

source: invalid value ('%s') of integer option '%s'
pl: niedozwolona warto¶æ ('%s') dla opcji '%s'

source: invalid value ('%s') of boolean option '%s'
pl: niedozwolona warto¶æ ('%s') dla opcji '%s'

source: invalid value ('%s') of option '%s'
pl: niedozwolona warto¶æ ('%s') dla opcji '%s'

source: %d file conflicts found
pl: wykryto %d konfliktów plików

source: [%d packages left]
pl: [pozosta³o %d pakietów]

source: %s: orphaned directory from %s
pl: %s: osierocone katalogi z %s

source: %d orphaned directories found
pl: Znaleziono %d osierocone katalogi

source: %d semi-orphaned directories found
pl: Znaleziono %d czê¶ciowo osierocone katalogi

source: Need to get about %s of archives.
pl: Potrzeba pobraæ oko³o %s archiwów.

source: After unpacking about %s will be used.
pl: Po rozpakowaniu oko³o %s bêdzie u¿yte.

source: Installing #%d package of total %d (%s left to get)
pl: Instalacja #%d pakietu z %d (%s pozosta³o do pobrania)

source: Interrupted
pl: Przerwano

source: Done, %d packages were installed.
pl: Zrobione, zainstalowano %d pakietów.

source: There were errors during install
pl: Wyst±pi³y b³êdy podczas instalacji

source: Buggy package set
pl: Zarobaczony zestaw pakietów

source: %s (cnfl %s) conflicts with installed %s
de: '%s' (Konflikt '%s') kollidiert mit installiertem '%s'
pl: %s (cnfl %s) jest w konflicie z zainstalowanm %s

source: %s (cap %s) conflicts with installed %s (%s)
de: '%s' (Fähigkeit '%s') kollidiert mit installiertem '%s' (%s)
pl: %s (w³. %s) jest w konflicie z zainstalowanm %s (%s)

source: %s conflicts with %s
de: '%s' kollidiert mit '%s'
pl: %s jest w konflicie z %s

source: %s: refusing to uninstall held package
de: %s: gesperrtes (hold) Paket wird nicht entfernt
pl: %s: odmawiam usuniêcia wstrzymanego (hold) pakietu

source: %s: package is for a different architecture (%s)
de: %s: Paket ist für eine andere Architektur (%s)
pl: %s: pakiet zbudowano dla innej architektury (%s)

source: %s: package is for a different operating system (%s)
de: %s: Paket ist für ein anderes Betriebssystem (%s)
pl: %s: pakiet zbudowano dla innego systemu operacyjnego (%s)

source: %d unresolved dependency
pl: %d niespe³niona zale¿no¶æ

source: Processing dependencies...
de: Verarbeite Abhängigkeiten...
pl: Przetwarzanie zale¿no¶ci...

source: %s: multiple instances installed, give up
de: %s: mehrfach installiert, Abbruch
pl: %s: wielokrotnie zainstalowany, poddajê siê

source: %s: refusing to upgrade held package
de: %s: gesperrte (hold) Pakete werden nicht aktualisiert
pl: %s: odmawiam aktualizacji wstrzymanego (hold) pakietu

source: %s obsoleted by %s
de: '%s' ist abgelöst durch '%s'
pl: %s zostanie zast±piony przez %s

source: %s: %s version of %s is installed (%s), skipped
pl: %s: %s wersji pakietu %s jest zainstalowanych (%s), pominiêto

source: Nothing to do
de: nichts zu tun
pl: Nie ma roboty

source: greedy upgrade %s to %s (unresolved %s)
pl: zach³anna aktualizacja %s do %s (niespe³nione %s)

source: greedy upgrade %s to %s-%s%s%s (unresolved %s)
pl: zach³anna aktualizacja %s do %s-%s%s%s (niespe³nione %s)

source: cnfl
de: Konflikt
pl: konfl.

source: cap
de: Fähigkeit
pl: w³.

source: orphaned
de: verwaist
pl: 'osierocony'

source: %s%s marks %s (%s %s)
de: %s%s markiert '%s' (%s %s)
pl: %s%s zaznaczy³ %s (%s %s)

source: %s is required by installed %s, give up
pl: %s jest wymagany przez zainstalowany pakiet %s, poddajê siê

source: %s is required by installed %s
pl: %s jest wymagany przez zainstalowany pakiet %s

source: %s: req %s not found, upgrade rpm
pl: %s: nie znaleziono wymaganej w³a¶no¶ci rpm (%s), aktualizuj rpm

source: %s: req %s not found
de: %s: Vorraussetzung '%s' nicht gefunden
pl: %s: nie znaleziono wymaganego %s

source: %s: suggested %s not found, skipped
pl: %s: nie znaleziono sugerowanego %s, pominiêto

source: %s: no such source
de: %s: Quelle existiert nicht
pl: %s: nie ma takiego ¼ród³a

source: I'm set*id'ed, give up
de: Das SUID/SGID-Bit ist gesetzt, Abbruch.
pl: Mam ustawiony bit suid/sgid, poddajê siê

source: Running me as root is not a good habit
de: Mich als Superuser zu starten ist kein guter Gedanke.
pl: Uruchamianie mnie jako root jest z³ym nawykiem

source: RPM works in multilib mode, while poldek not
pl: RPM dzia³a w trybie multilib, a poldek nie

source: poldek works in multilib mode, while rpm not
pl: poldek dzia³a w trybie multilib, a RPM nie

source: no packages loaded
de: Paketliste nicht gelesen
pl: nie za³adowano ¿adnych pakietów

source: error:
de: Fehler:
pl: b³±d:

source: warn:
de: Warnung:
pl: uwaga:

source: notice:
pl: powiadomienie:

source: %s: mkdir: permission denied
de: %s: mkdir: keine Berechtigung
pl: %s: mkdir: brak dostêpu

source: %d package
de: %d Pakete
pl: %d pakiet

source: duplicated name %s
pl: zdublowana nazwa %s

source: %s%s%s: removed duplicate package
pl: %s%s%s: usuniêto zdublowany pakiet

source: %s: read header failed, skipped
pl: %s: odczyt nag³ówka siê nie powiód³

source: %s: loading header...
pl: %s: ³adowanie nag³ówków...

source: %s: broken digest file (%d)
de: %s: beschädigte Übersichtsdatei (%d)
pl: %s: uszkodzony plik z sum± kontroln± (%d)

source: broken index
de: beschädigter Index
pl: uszkodzony plik indeksu

source: Verifying %s...
de: Überprüfe '%s'...
pl: Weryfikacja %s...

source: BROKEN
de: BESCHÄDIGT
pl: USZKODZONY

source: Writing digest %s...
de: Speichere Übersicht '%s'...
pl: Zapisywanie sumy kontrolnej %s...

source: %s: desynchronized index, try --upa
pl: %s: rozsynchronizowany indeks, spróbuj opcji --upa

source: Verifying integrity of %s...
de: Überprüfe Integrität von '%s'...
pl: Sprawdzanie integralno¶ci %s...

source: broken index; try remade it
de: beschädigter Index, versuche ihn neu zu erstellen
pl: uszkodzony index: spróbuj go przebudowaæ

source: assuming index is not fully downloaded, retrying...
de: Index ist vermutlich unvollständig übertragen, versuche es erneut...
pl: zak³adam, ¿e indeks nie jest ¶ci±gniêty w ca³o¶ci, ponawiam pobieranie...

source: %s: broken patch list
de: %s: beschädigte Patchliste
pl: %s: uszkodzona lista ³atek

source: %s: no patches available
de: %s: keine Patches verfügbar
pl: %s: nie odnaleziono ³at

source: %s: load failed
de: %s: Lesen fehlgeschlagen
pl: %s: odczyt siê nie powiód³

source: Applying %s...
pl: Nak³adanie ³aty %s...

source: %s: invalid version string %s
de: %s: ungültige Versionszeichenkette '%s'
pl: %s: nieprawid³owy zapis wersji %s

source: %s: unsupported version %s (%d.x is required)
de: %s: nicht unterstützte Version '%s' (benötigt wird %d.x)
pl: %s: nieobs³iwana wersja %s (wymagana jest wersja %d.x)

source: %s: broken index (empty %s tag)
de: %s: beschädigter Index (Kennzeichnung '%s' ist leer)
pl: %s: uszkodzony indeks (pusty %s)

source: %s: not a poldek index file
de: %s: das ist keine Indexdatei von Poldek
pl: %s: nie jest to poldkowy indeks

source: %s: missing '%s' tag
de: %s: Kennzeichnung '%s' fehlt
pl: %s: brak '%s'

source: %s:%ld: syntax error
de: %s:%ld: Syntaxfehler
pl: %s:%ld: b³±d sk³adniowy

source: %s:%ld:%s ':' expected
de: %s:%ld:%s ':' erwartet
pl: %s:%ld:%s oczekiwany ':'

source: %s: failed to parse evr string
de: %s: fehlerhafte Interpretation der EVR-Zeichenkette
pl: %s: interpertacja siê nie powiod³a

source: error reading %s's data
de: Fehler beim Lesen der Daten von '%s'
pl: b³±d odczytu danych z %s

source: pdir: %s%s%s: removed duplicate package
pl: pdir: %s%s%s: usuniêto zdublowany pakiet

source: removed %d duplicate package
de: %d doppelte Pakete entfernt
pl: usuniêto %d zdublowany pakiet

source: Writing %s...
de: Speichere '%s'...
pl: Zapisywanie %s...

source: %s: format error
de: %s: Formatfehler
pl: %s: b³êdny format

source: Removing outdated diff %s
pl: Usuwanie przedawnionego pliku ró¿nicowego %s

source: %s:%lu: syntax error
pl: %s:%lu: b³±d sk³adniowy

source: %s: unknown index type
pl: %s: nieznany typ indeksu

source: %s: this type of source is not updateable
de: %s: dieser Quelltyp ist nicht aktualsierbar
pl: %s: tego typu ¼ród³a nie mo¿na aktualizowaæ

source: %s is up to date
pl: %s jest aktualny

source: %s: desynchronized index, trying to update whole index...
pl: %s: uaktualnienie nie powiod³o siê, próbujê pobraæ ca³y indeks...

source: Loading [%s]%s...
pl: Wczytywanie [%s]%s...

source: %s: repository could not be created (missing feature)
pl: %s: tego typu ¼ród³a nie mo¿na aktualizowaæ

source: %s: index not changed, not saved
pl: %s: indeks nie zmieni³ siê, nie zapisujê

source: Removing %s
pl: Usuwanie %s

source: Cleaning up %s...
pl: Czyszczenie %s...

source: %s: invalid directory index
pl: %s: nieprawid³owy indeks katalogu

source: %s: broken directory index
pl: %s: uszkodzony indeks katalogu

source: %s: outdated directory index
pl: %s: przestarza³y indeks katalogu

source: Opening %s...
pl: Otwieranie %s...

source: %s: not a poldek index file, %s
pl: %s: nie jest to poldkowy indeks, %s

source: %s:%s: unknown index opt
pl: %s:%s: nieznana opcja indeksu

source: Omiting '%s' descriptions (%d - %d%% only)...
pl: Pomijanie opisu %s (%d - %d%%)...

source: %s:%s: failed to parse evr string
pl: %s:%s: nie uda³o siê zinterpretowaæ ci±gu evr

source: Removing outdated %s
de: Lösche veraltete '%s'
pl: Usuwanie przedawnionego %s

source: Writing '%s' descriptions %s...
pl: Zapisywanie '%s' opisów %s...

source: %s: no patches available(fake)
pl: %s: nie odnaleziono ³at

source: Loading db packages%s%s%s...
pl: £adowanie pakietów z bazy%s%s%s...

source: %s: %s unknown option
de: %s: unbekannte Option '%s'
pl: %s: %s nieznana opcja

source: %s%sinvalid value ('%s') for option '%s'
pl: %s%sniedozwolona warto¶æ ('%s') dla opcji '%s'

source: removed duplicated source %s%s%s
pl: usuniêto zdublowane '¼ród³o' %s%s%s

source: %s: this type (%s) of source is not updateable
pl: %s: ¼ród³a typu (%s) nie mo¿na aktualizowaæ

source: %s: unable to write remote index
pl: %s: nie uda³o siê zapisaæ zdalnego indeksu

source: %s: refusing to overwrite index
pl: %s: odmawiam nadpisania indeksu

source: %s:%d syntax error
pl: %s:%d b³±d sk³adniowy

source: Need to get %s of archives
pl: Potrzeba pobraæ %s archiwów

source: _ (%s to download).
pl: _ (%s do pobrania).

source: %s: MD5 signature verification failed
pl: %s: suma kontrolna MD5 siê nie zgadza

source: %s marks %s (cap %s)
pl: %s zaznaczy³ %s (cap %s)

source: %s: conflicts with %s
pl: %s: jest w konflicie z %s

source: %d conflicts found
pl: znaleziono %d konfliktów

source: trying to scan directory %s...
pl: próbujê odczytaæ katalog %s...

source: %d package read
de: %d Pakete gelesen
pl: Przeczytano %d pakiet

source: Requires(pre) loop:
pl: Zapêtlenie zale¿no¶ci:

source: Verifying packages ordering...
pl: Sprawdzanie kolejno¶ci pakietów...

source: %d prerequirement loop detected
pl: Wykryto %d zapêtlenie zale¿no¶ci

source: Packages with unsatisfied dependencies:
pl: Pakiety z niespe³nionymi zale¿no¶ciami:

source: Verifying dependencies...
de: Überprüfe Abhängigkeiten...
pl: Sprawdzanie zale¿no¶ci...

source: %s: provides rpmlib cap "%s"
de: '%s' stellt RPMLIB Fähigkeit '%s' zur Verfügung
pl: %s zawiera rpmlib()ow± w³asno¶æ "%s"

source: Removed %d duplicate package from available set
de: %d doppelte Pakete in der Liste der verfügbaren Pakete
pl: Usuniêto %d zdublowany pakiet z listy dostêpnych

source: Verifying (pre)requirements...
de: Überprüfe (Vor)Vorraussetzungen...
pl: Sprawdzanie "pre" wymagañ...

source: Installation order:
pl: Kolejno¶æ instalacji:

source: version mismatch
pl: niezgodno¶æ wersji

source: not found
pl: nie znaleziono

source: %d unsatisfied dependencies found
pl: Znaleziono %d niespe³nionych zale¿no¶ci

source: %s: failed to add to pkgset...
pl: %s: nie uda³o siê dodaæ do pkgset...

source: Could not open 'pset' database: missing source parameter
pl: Nie mo¿na otworzyæ bazy 'pset': brak parametru ¼ród³a

source: Copying %s to %s
pl: Kopiowanie %s do %s

source: Removing %s
pl: Usuwanie %s

source: Operating on %s
pl: Dzia³anie na %s

source: %s: unlink failed: %m
pl: %s: usuniêcie siê nie powiod³o: %m

source: Could not open 'pset' database: missing source
pl: Nie mo¿na otworzyæ bazy 'pset': brak ¼ród³a

source: %s: source packages are not supported
pl: %s: pakiety ¼ród³owe (src.rpm) nie s± obs³ugiwane

source: %s: rpm read error
de: %s: RPM-Lesefehler
pl: %s: nie mo¿na odczytaæ pakietu

source: %s requires a newer version of RPM
de: %s benötigt eine neuere RPM-Version
pl: %s wymaga nowszego RPMa

source: %s: failed dependencies:
de: %s: nicht erfüllte Abhängigkeiten:
pl: %s: niespe³nione zale¿no¶ci:

source: Installing %s...
pl: Instalacja %s...

source: %s: installation failed:
de: %s: Installation fehlgeschlagen:
pl: %s: instalacja siê nie powiod³a:

source: %s: installation failed (retcode=%d)
pl: %s: instalacja siê nie powiod³a (kod b³êdu = %d)

source: Loading internal capabilities
pl: £adowanie wewnêtrznych w³a¶ciwo¶ci

source: %s%s: rpm database does not exists
pl: %s%s: baza rpm-a nie istnieje

source: %s%s: open rpm database failed
de: %s%s: Öffnen der RPM-Datenbank fehlgeschlagen
pl: %s%s: nie mo¿na otworzyæ rpmowej bazy

source: dirname
de: Verzeichnisname
pl: nazwa katalogu

source: filename
de: Dateiname
pl: nazwa pliku

source: %s: no %s tag
de: %s: keine Kennzeichnung '%s'
pl: %s: brak tagu %s

source: %s: skipped file list
pl: %s: pominiêto listê plików

source: FILEMODES tag
de: Kennzeichnung FILEMODES
pl: tag FILEMODES

source: FILEMODES and FILESIZES tags
de: Kennzeichnung FILEMODES und FILESIZES
pl: tagi FILEMODES oraz FILESIZES

source: %s: missing %s in some packages
pl: %s: brak '%s' w niektórych pakietach

source: %s: missing OS tag
pl: %s: brak tagu OS

source: Executing %s
de: Führe '%s' aus
pl: Uruchamianie %s

source: %s: no such file
de: %s: Datei nicht gefunden
pl: %s: nie ma takiego pliku

source: %s exited with %d
de: '%s' wurde beendet mit %d
pl: %s zakoñczony z rezultatem %d

source: %s died under inscrutable circumstances
de: '%s' wurde unter rätselhaften Umständen beendet
pl: %s zgin±³ w podejrzanych okoliczno¶ciach

source: %s: command not found
pl: %s: nie znaleziono polecenia

source: %s: signature verification failed
pl: %s: weryfikacja podpisu nie powiod³a siê

source: There were signature verification errors. Proceed?
pl: Wyst±pi³y b³êdy weryfikacji podpisu. Kontynuowaæ? [y/N]

source: There were package coloring mismatches. Proceed?
pl: Wyst±pi³y b³êdy kolorów pakietów. Kontynuowaæ? [y/N]

source: Executing%s...
de: Führe '%s' aus...
pl: Uruchamianie%s...

source: Running%s...
de: Starte '%s'...
pl: Uruchamianie%s...

source: %s: %s signature not found
pl: %s: %s nie znaleziono podpisu

source: $TERM undefined
de: $TERM nicht definiert
pl: niezdefiniowana zmienna $TERM

source: %s: unknown terminal
de: %s: unbekanntes Terminal
pl: %s: nieznana nazwa terminala

source: mark %s
de: markiert '%s'
pl: zazn. %s

source: to install
pl: do instalacji

source: to remove
pl: do usuniêcia

source: There are %d package %s
pl: Jest %d pakiet %s

source: (%d marked by dependencies)
pl: (%d zaznaczony po¶rednio)

source: , %d to remove
pl: , %d do usuniêcia

source: Verifying dependencies...
pl: Sprawdzanie zale¿no¶ci...

source: Generating dependency graph %s...
pl: Generowanie grafu zach³annych zale¿no¶ci %s...

source: Verifying conflicts...
pl: Sprawdzanie konfliktów...

source: Verifying file conflicts...
pl: Sprawdzanie konfliktów plikowych...

source: Verifying file orphans...
pl: Sprawdzanie sierot plikowych...

source: Verifying file semi-orphans (missing dependencies)...
pl: Sprawdzanie pliku pó³sierot (brakuj±ce zale¿no¶ci)...

source: %s:%d: syntax error near %s
de: %s:%d: Syntaxfehler bei '%s'
pl: %s:%d: b³±d sk³adniowy w okolicach %s

source: %s: give up at %d
de: %s: gebe auf bei %d
pl: %s: wymiêk³em przy linii %d

source: split failed: packages size is greater than chunk size
pl: podzia³ siê nie powiód³ -- rozmiar pakietów jest wiêkszy ni¿ zadany rozmiar czê¶ci

source: Writing %s (%4d packages, %s (%lldb), pri min, max = %d, %d)
pl: Zapisywanie %s (%4d pakiety, %s (%lldb), pri min, max = %d, %d)

source: %s: no priorities loaded
pl: %s: brak za³adowanych priorytetów

source: no available packages found
pl: nie znaleziono dostêpnych pakietów

source: %s requires %s
pl: %s wymaga %s

source: %s marks orphaned %s (req %s)
pl: %s zaznaczy³ osierocony %s (wymaga %s)

source: %s (cap %s) is required by %s
de: '%s' (Fähigkeit '%s') wird von '%s' benötigt
pl: %s (w³. %s) jest wymagany przez %s

source: %s marks %s (req %s)
pl: %s zaznacza %s (wymaga %s)

source: Trying %s
pl: Próbujê %s

source: Trying %s
pl: Próbujê %s...

source: Trying %s
pl: Próbujê %s...

source: %s: multiple instances installed, skipped
de: %s: mehrfach installiert, übersprungen
pl: %s: wielokrotnie zainstalowany, pominiêto

source: %s: skip held package
de: %s: überspringe gesperrtes (hold) Paket
pl: %s: pomijam wstrzymany (hold) pakiet

source: Looking up packages for upgrade...
de: Suche zu aktualisierende Pakete ...
pl: Szukam pakietów do aktualizacji...

source: program exited with non-zero value
de: Programm wurde mit einem Rückkehrwert ungleich 0 beendet
pl: program zakoñczy³ siê z niezerowym wynikiem

source: Decompressing %s...
pl: Dekompresja %s...

source: Compressing %s...
pl: Kompresja %s...

source: Running %s
de: Führe '%s' aus
pl: Uruchamianie %s

source: %s (%d) died under inscrutable circumstances
de: '%s' (%d) wurde unter rätselhaften Umständen beendet
pl: %s (%d) zgin±³ w podejrzanych okoliczno¶ciach

source: Retrying...(#%d)
de: Versuche erneut...(#%d)
pl: Ponowna próba...(#%d)

source: Retrieving %s%s::%s...
pl: Pobieranie %s%s::%s...

source: Retrieving %s%s...
pl: Pobieranie %s%s...

source: Retrieving status of %s...
pl: Pobieranie statusu %s...

source: write to socket %s: %m
de: Schreibe in Socket '%s': %m
pl: zapis do socketa %s: %m

source: response parse error: %s
de: Fehler bei der Analyse der Antwort: %s
pl: b³±d interpretacji odpowiedzi: %s

source: %s: response parse error
de: %s: Fehler bei der Analyse der Antwort
pl: %s: b³±d interpretacji odpowiedzi

source: response line too long
de: Antwortzeile ist zu lang
pl: zbyt d³uga linia w odpowiedzi

source: unexpected EOF
de: unerwartetes EOF
pl: niespodziewany EOF

source: login failed: %s
de: Anmeldung fehlgeschlagen: %s
pl: b³±d logowania: %s

source: %s: PASV response parse error
de: %s: fehlerhafte Interpretation der PASV-Antwort
pl: %s: b³±d interpretacji odpowiedzi PASV

source: %s: address too long
de: %s: Adresse ist zu lang
pl: %s: zbyt d³ugi adres

source: %s: permission denied
pl: %s: brak dostêpu

source: %s: invalid range requested
pl: %s: podano nieprawid³owy zakres

source: Content-Length parse error (%s)
pl: B³±d interpretacji nag³ówka 'Content-Length' (%s)

source: %s: Content-Range parse error (%s)
pl: %s: b³±d interpretacji nag³ówka Content-Range (%s)

source: %s: invalid Content-Range, truncate %s
pl: %s: nieprawid³owy Content-Range, usuniête %s

source: %s: invalid Content-Range reached
pl: %s: nieprawid³owy Content-Range

source: connection cancelled
pl: po³±czenie anulowane

source: unable to connect to %s:%s: %s
de: keine Verbindung zu %s:%s: %s
pl: brak po³±czenia do %s:%s: %s

source: unable to connect to %s:%s: %m
de: keine Verbindung zu %s:%s: %m
pl: niemo¿no¶æ po³±czenia z %s:%s: %m

source: Waiting for lock %s...
pl: Oczekiwanie na blokadê %s...

source: %s: unable to obtain lock
pl: %s: nie mo¿na uzyskaæ blokady

source: done
pl: zrobione

source: %s: URL parse error
pl: %s: b³±d interpretacji URL-a

source: %s terminated by signal %d (%s)
pl: %s zamkniety za spraw± sygna³u %d (%s)

source: There are more than one package which provide "%s":
de: Mehrere Pakete stellen '%s' zur Verfügung:

source: %s: redundant capability "%s"
de: %s: überflüssige Fähigkeit "%s"

source: Show all described below fields
de: Zeige alle unten aufgeführten Felder

source: mode
de: Modus

source: %s: description unavailable (index without packages info loaded?)
de: %s: Beschreibung nicht verfügbar (Index ohne Paketinformationen gelesen?)

source: Be verbose
de: Sei ausführlich

source: Display this help
de: Zeige diese Hilfe an

source: Be unconcerned
de: Sei sorglos. (erzwinge die Installation)

source: Do not install, only download packages
de: Übertrage die Pakete ohne sie zu installieren

source: Be tolerant for bugs which RPM tolerates
de: Ignoriere Fehler, die auch RPM ignoriert

source: Just dump install marked package filenames to FILE (default stdout)
de: Schreibe die Dateinamen aller zum Installieren markierten Pakete in die Datei FILE (Standard ist die Standardausgabe)

source: Just dump install marked package names to FILE (default stdout)
de: Schreibe die Namen aller zum Installieren markierten Pakete in die Datei FILE (Standard ist die Standardausgabe)

source: ls: -l and -G are exclusive
de: ls: Optionen '-l' und '-G' schliessen sich aus

source: Other:
de: Sonstiges:

source: so what?
de: was nun?

source: Split packages to SIZE MB size chunks, the first chunk will be FIRST_FREE_SPACE MB smaller
de: Teile Pakete in SIZE MB grosse Stücke auf. Das erste Stück ist FIRST_FREE_SPACE MB kleiner.

source: Write chunks to PREFIX.XX, default PREFIX is packages.chunk
de: Speichere die einzelnen Stücke unter PREFIX.XX. Der Standard für PREFIX ist packages.chunk.

source: Verify dependencies, conflicts and file conflicts
de: Überprüfe Paketabhängigkeiten und -konflikte sowie Dateikonflikte

source: search: pattern: %s: %s
de: search: Muster: %s: %s

source: Don't uninstall, but tell if it would work or not
de: Teste das Entfernen ohne das Paket wirklich zu entfernen

source: %s:%d multiple '%s' not allowed
de: %s:%d mehrere '%s' sind nicht erlaubt

source: %d of %d (%.2f of %.2f MB) packages done
de: %d von %d (%.2f von %.2f MB) Paketen erledigt

source: ; %.2f MB to download
de: ; %.2f MB zu übertragen

source: there were errors during install
de: bei der Installation sind Fehler aufgetreten

source: $TMPDIR (%s) contains non alnum characters, using /tmp
de: $TMPDIR (%s) enthält keine alphanumerischen Zeichen, benutze '/tmp'

source: $TMPDIR (%s): %m, using /tmp
de: $TMPDIR (%s): %m, benutze '/tmp'

source: $TMPDIR (%s): not a directory, using /tmp
de: $TMPDIR (%s): das ist kein Verzeichnis, benutze '/tmp'
