Repository: jpalus/poldek
Catalog: po/*.po
Languages: de, pl

source: %s (%s) contains non alphanumeric characters
de: %s (%s) enthält keine alphanumerischen Zeichen

source: %s (%s): %m, using /tmp
de: %s (%s): %m, benutze '/tmp'

source: %s (%s): not a directory
de: %s (%s): das ist kein Verzeichnis

source: %s (%s): permission denied
de: %s (%s): keine Berechtigung

source: There seems another poldek%s uses %s
de: Ein anderer poldek%s benutzt %s

source: %s: unsupported version %s (upgrade the poldek)
de: %s: nicht unterstütze Version '%s' (aktualisiere Poldek!)

source: Loading %s...
de: Lese '%s'...

source: Loading previous %s...
de: Lese letzten Index %s...

source: _done
de: fertig

source: mkidx requested for remote source without destination specified
de: '--mkidx[z]' für entfernte Quelle angefordert ohne ein Ziel anzugeben

source: conflict between %s and %s
de: Konflikt zwischen '%s' und '%s'

source: %s: skip follow %s cause it's dependency errors
de: %s: verfolge '%s' nicht, da es sonst zu Abhängigkeitsfehlern kommt

source: %s: dependency loop - package already marked for removal
de: %s: Schleife in den Abhängigkeiten - Paket ist bereits zum Löschen markiert

source: greedy upgrade %s to %s-%s (unresolved %s)
de: vollständige Aktualisierung von '%s' zu '%s-%s' ('%s' nicht aufgelöst)

source: %s is required by
de: '%s' wird benötigt von

source: %s (cap %s) is required by %s%s
de: '%s' (Fähigkeit '%s') wird von '%s%s' benötigt

source: %s is required by %s
de: '%s' wird von '%s' benötgt

source: %s: /%s/%s%s: conflicts with %s's one
de: %s: /%s/%s%s: kollidiert mit denen von '%s'

source: _ (%d marked by dependencies)
de: _ (%d markiert durch Abhängigkeiten)

source: There are %d package to install
de: Es sind %d Pakete zu installieren

source: _, %d to uninstall
de: _, %d noch zu entfernen

source: Proceed? [Y/n]
de: Fortfahren? [Y/n]

source: There are database errors (?), give up
de: Es sind Datenbankfehler aufgetreten (?), Abbruch

source: %s: load failed, skipped
de: %s: Lesen schlug fehl, übersprungen

source: mark: %s: broken dependencies
de: mark: %s: nicht erfüllte Abhängigkeiten

source: PreReq loop:
de: Schleife bei Kennzeichnung 'PreReq':

source: No unsatisfied dependencies detected -- OK
de: Alle Abhängigkeiten erfüllt -- in Ordnung

source: %d unsatisfied dependencies, %d packages cannot be installed
de: %d nicht erfüllte Abhängigkeiten, %d Pakete können nicht installiert werden

source: Verifying files conflicts...
de: Überprüfe Dateikonflikte...

source: No loops -- OK
de: Keine Schleifen entdeckt -- in Ordnung

source: Installing %s
de: Installiere '%s'

source: %s: installation failed (hgw why)
de: %s: Installation fehlgeschlagen

source: %s: invalid macro definition
de: %s: ungültige Makrodefinition

source: %s: %s "%s" longer than 255 bytes
de: %s: %s '%s' länger als 255 Bytes

source: %s: read name/version/release failed
de: %s: Lesen von Name/Version/Release fehlgeschlagen

source: %s: read architecture tag failed
de: %s: Lesen der Architekturkennzeichnung fehlgeschlagen

source: %s terminated by signal %s
de: '%s' beendet durch Signal '%s'

source: %s terminated by signal %d
de: '%s' beendet durch Signal %d

source: There were signature verification errors. Proceed? [y/N]
de: Fehler bei der Signaturüberprüfung aufgetreten. Fortfahren? [y/N]

source: Processing dependencies...
de: Verarbeite Abhängigkeiten...

source: Done
de: Fertig

source: Retrieving %s...
de: Frage '%s' ab...

source: unknown error
de: unbekanntes Fehler

source: %s: no such file (serv said: %s)
de: %s: Datei nicht vorhanden (Server sagt: %s)
