Repository: jpalus/poldek
Catalog: po/*.po
Languages: de, pl

source: %s:%d: syntax error
de: %s:%d: Syntaxfehler
pl: %s:%d: b³±d sk³adniowy

source: syntax error in package specification
pl: b³±d sk³adniowy w specyfikacji pakietu

source: Removed %d duplicates from given packages
pl: Usuniêto %d zduplikowanych pakietów z listy dostêpnych

source: %s: %d package(s) found:
pl: %s: znaleziono %d pakietów:

source: %s: no such package
de: %s: dieses Paket gibt es nicht
pl: %s: nie ma takiego pakietu

source: %s: ambiguous name
pl: niejednoznaczna nazwa %s

source: %s: choosen %s among %d packages
pl: %s: wybrano %s spo¶ród %d pakietów

source: Proceed?
pl: Kontynuowaæ?

source: %s: required "%s" is provided by the following packages:
pl: %s: wymagany "%s" jest dostarczany przez nastêpuj±ce pakiety:

source: Required "%s" is provided by the following packages:
pl: Wymagany "%s" jest dostarczany przez nastêpuj±ce pakiety:

source: -/backspace/pgup) page up
pl: -/backspace/pgup) poprzednia strona

source: +/space/tab/pgdown) page down
pl: +/space/tab/pgdown) nastepna strona

source: Which one do you want to install ('Q' to abort)? [%s]
pl: Który z nich chcesz zainstalowaæ ('Q' anuluje)? [%s]

source: Package %s suggests installation of:
pl: Pakiet %s sugeruje instalacjê:

source: Try to install it?
pl: Spróbowaæ go zainstalowaæ?

source: (y - all, n - nothing, s - select some of)? [%s]
pl: (y - wszystkie, n - ¿aden, s - wybierz z listy)? [%s]

source: Try to install %s?
pl: Spróbowaæ zainstalowaæ %s?

source: %s: invalid rpmlib capreq
de: %s: ungültige rpmlib capreq
pl: %s: nieprawid³owa rpmlib()owa zale¿no¶æ

source: Print defined command aliases
pl: Wy¶wietl zdefiniowane aliasy poleceñ

source: %s: alias could not shadow a command
pl: %s: alias nie mo¿e przes³aniaæ polecenia

source: %s (%s) overwrites %s
pl: %s (%s) nadpisuje %s

source: %s: could not determine aliased command
pl: %s: nie mo¿na okre¶liæ zaliasowanego polecenia

source: [PATH]
pl: [¦CIE¯KA]

source: Change current package directory
pl: Zmieñ aktualny katalog pakietów

source: Print name of current directory
pl: Podaj nazwê aktualnego katalogu

source: Defined aliases:
pl: Zdefiniowane aliasy:

source: Be verbose.
de: Sei ausführlich
pl: B±d¼ gadatliwy

source: Be quiet
pl: B±d¼ cichy

source: Help
pl: Pomoc

source: ambiguous command %s
de: mehrdeutiger Befehl '%s'
pl: niejednoznaczna komenda %s

source: %s: no such command
de: %s: dieses Kommando gibt es nicht
pl: %s: nie ma takiej komendy

source: %s: ambiguous command
pl: %s: niejednoznaczna komenda

source: %s: alias needs an arguments
pl: %s: alias wymaga argumentu

source: %s: apply arguments failed (not enough arguments?)
pl: %s: zastosowanie argumentów nie powiod³o siê (za ma³o argumentów?)

source: %s: parse error
pl: %s: b³±d przetwarzania

source: %s: not a right pipe-able command
pl: Wyniku komendy %s nie mo¿na przekazaæ do potoku

source: %s: where is the pipe going?
pl: %s: gdzie¿ trafia rura?

source: Load installed packages failed
de: Lesen der Liste der installierten Pakete fehlgeschlagen
pl: B³±d odczytu zainstalowanych pakietów

source: %d package loaded
de: %d Pakete gelesen
pl: Przeczytano %d pakiet

source: %s: no such package or directory
pl: %s: nie ma takiego pakietu lub katalogu

source: Show all fields described below
pl: Poka¿ wszystkie pozycje wymienione poni¿ej

source: Show capabilities, requirements, conflicts and obsolences
de: Zeige Fahigkeiten, Vorraussetzungen, Konflikte und Veraltetes
pl: Poka¿ w³asno¶ci, wymagania, konflikty i zast±pienia(iii... obsoletes)

source: Show package's capablities
de: Zeige die Fähigkeiten des Paketes
pl: Poka¿ w³asno¶ci (capablities) pakietu

source: Show requirements
de: Zeige Vorraussetzungen
pl: Poka¿ wymagania (requirements)

source: Show required packages
de: Zeige benötigte Pakete
pl: Poka¿ wymagane pakiety

source: Show packages which requires given package
de: Zeige Pakete, die das angegebene Paket benötigen
pl: Poka¿ pakiety, które wymagaj± podanego pakietu

source: Show conflicts and obsolences
de: Zeige Konflikte und Veraltetes
pl: Poka¿ konflikty i zast±pienia(sic!)

source: Show description (the default)
de: Zeige Beschreibung (der Standard)
pl: Poka¿ opis pakietu (akcja domy¶lna)

source: Show package files (doubled gives long listing format)
de: Zeige Paketdateien (doppelt angeben für detailliertes Format)
pl: Poka¿ pliki pakietu (opcja dana dwukrotnie wy¶wietli listê w pe³nym formacie)

source: Show package changelog
pl: Poka¿ changelog pakietu

source: PACKAGE...
de: PAKET...
pl: PAKIET...

source: Display packages info
de: Zeige Paketinformationen
pl: Wy¶wietlaj informacje o pakietach

source: size
de: Größe
pl: rozmiar

source: name
pl: nazwa

source: %s: full description unavailable (index without packages info loaded?)
pl: %s: pe³ny opis niedostêpny (za³adowany indeks bez informacji o pakietach?)

source: COMMAND
pl: POLECENIE

source: Execute external command
pl: Wykonaj zewnêtrzn± komende

source: %s: external command not found
pl: %s: zewnêtrzne polecenie nie zosta³o znalezione

source: Download to directory DIR instead to current one
de: Speichere im Verzeichnis DIR anstelle im aktuellen Verzeichnis
pl: Zapisuj pobierane pliki w katalogu DIR, zamiast w bie¿±cym

source: Download packages
de: Übertrage Pakete
pl: ¦ci±gaj pakiety

source: %s: no such directory
de: %s: Verzeichnis existiert nicht
pl: %s: nie ma takiego katalogu

source: [OPTION...] %s
pl: [OPCJA...] %s

source: Type COMMAND -? for details.
de: Gib BEFEHL -? für eine detaillierte Hilfe ein.
pl: Wpisz KOMENDA -? by otrzymaæ pomoc na temat danej komendy.

source: Install, not upgrade packages
de: Pakete werden nur installiert, nicht aktualisiert
pl: Instaluj, nie aktualizuj

source: Reinstall
pl: Reinstaluj

source: Install packages ignoring broken dependencies, conflicts, etc
pl: Instaluj pakiety ignoruj±c niespe³nione zale¿no¶ci, konflikty, etc

source: Don't install, but tell if it would work or not
de: Simuliere die Installation
pl: Nie instaluj, tylko sprawd¼ czy instalacja przebiegnie pomy¶lnie

source: Upgrade packages, but only if an earlier version currently exists
de: Aktualisiere nur bereits installierte Pakete
pl: Aktualizuj pakiety tylko w przypadku gdy wcze¶niejsza ich wersja jest zainstalowana

source: Don't install packages required by selected ones
pl: Nie instaluj pakietów wymaganych przez wybrane pakiety

source: Install packages required by selected ones
pl: Instaluj pakiety wymagane przez wybrane pakiety

source: Automatically upgrade packages which dependencies are broken by unistalled ones
de: Aktualisiere automatisch alle Pakete, deren Abhängigkeiten durch entfernte Pakete verletzt wurden
pl: Aktualizuj pakiety których zale¿no¶ci s± naruszane przez te w³a¶nie usuwane

source: Download packages to DIR (poldek's cache directory by default)instead of install them
pl: ¦ci±gnij pakiety do KATALOGU (domy¶lnie katalog cache poldka) zamiast je instalowaæ

source: Install packages with broken dependencies
de: Installiere Pakete ohne Rücksicht auf die Abhängigkeiten
pl: Instaluj pakiety z niespe³nionymi zale¿no¶ciami

source: Print packages file names to FILE (stdout by default) instead of install them
pl: Nie instaluj, a tylko wypisz pliki pakietów przeznaczonych do instalacji do PLIKU (standardowo stdout)

source: Print packages names to FILE (stdout by default) instead of install them
pl: Wypisz nazwy pakietów do PLIKU (standardowo stdout) zamiast je instalowaæ

source: Modify only the database
pl: Modyfikuj jedynie bazê zainstalowanych pakietów

source: Same as --nodeps but applied to PM (rpm) only
pl: To samo co --nodeps, ale zastosowane tylko do zarz±dcy pakietów (rpm-a)

source: Same as --force but applied to PM (rpm) only)
pl: To samo co --force, ale zastosowane tylko do zarz±dcy pakietów (rpm-a)

source: pass option OPTION to PM binary
pl: przeka¿ opcjê OPCJA do binarki zarz±dcy pakietów

source: Do not hold any packages. Disables --hold settings.
pl: Nie wstrzymuj ¿adnych pakietów. Wy³±cza ustawienia --hold.

source: Do not download packages
pl: Nie ¶ci±gaj pakietów

source: Package installation:
pl: Instalacja pakietów:

source: Install given packages
de: Installiere die angegebenen Pakete
pl: Instaluj podane pakiety

source: Reinstall given packages
pl: Przeinstaluj podane pakiety

source: Upgrade given packages
de: Aktualisiere die angegebenen Pakete
pl: Aktualizuj podane pakiety

source: Distribution installation/upgrade:
pl: Instalacja/uaktualnienie dystrybucji:

source: Install package set under DIR as root directory
de: Installiere Paketsatz mit DIR als Wurzelverzeichnis
pl: Instaluj u¿ywaj±c katalogu DIR jako /

source: Upgrade all packages needs upgrade
de: Aktualisiere alle Pakete, für die Updates verfügbar sind
pl: Aktualizuj wszystkie pakiety mog±ce zostaæ zaktualizowane

source: Reinstall all packages under DIR as root directory
pl: Przeinstaluj wszystkie pakiety u¿ywaj±c katalogu DIR jako /

source: Set top directory to DIR
de: Verwende DIR als Wurzelverzeichnis
pl: U¿yj DIR jako /

source: Installation switches:
de: Installationsparameter:
pl: Podopcje instalacji:

source: Prevent packages listed from being upgraded if they are already installed.
de: Aktualisiere die angegebene Pakete nicht, falls sie installiert sind
pl: Nie aktualizuj wymienionych pakietów je¿eli takie s± zainstalowane

source: Make packages listed invisible.
pl: Zniknij wymienione pakiety z listy dostêpnych.

source: Make invisibled packages visible. Disables --ignore settings.
pl: Uczyñ znikniête pakiety widocznymi. Wy³±cza ustawienia --ignore.

source: Remove package duplicates from available package list
pl: Usuñ duplikaty pakietów z listy dostêpnych pakietów

source: Print installation summary in parseable form
pl: Wy¶wietl podsumowanie instalacji w sformatowanej postaci

source: Install packages
de: Installiere Pakete
pl: Instaluj pakiety

source: invalid value ('%s') of option 'follow'
pl: niedozwolona warto¶æ ('%s') dla opcji 'follow'

source: invalid value ('%s') of option 'greedy'
pl: niedozwolona warto¶æ ('%s') dla opcji 'greedy'

source: There were errors
de: Es sind Fehler aufgetreten
pl: Wyst±pi³y b³êdy podczas instalacji

source: no packages specified
de: keine Pakete angegeben
pl: nie podano pakietów

source: Use a long listing format
de: Verwende detailliertes Ausgabeformat
pl: Wypisuj u¿ywaj±c rozszerzonego formatu

source: Show upgrade-able packages only
de: Zeige für aktualisierbare Pakete
pl: Poka¿ pakiety, które mog± zostaæ zaktualizowane

source: Likewise but omit packages with different releases only
de: wie zuvor, aber lasse Pakete, bei denen sich nur das Release ändert, aus
pl: jw. z pominiêciem pakietów ró¿ni±cych siê jedynie Release

source: Show upgrade-able packages with potential security fixes
pl: Poka¿ pakiety z potencjalnymi poprawkami bezpieczeñstwa, które mog± zostaæ zaktualizowane

source: List installed packages
de: Zeige installierte Pakete
pl: Poka¿ zainstalowane pakiety

source: Sort by build time
de: Ordne nach Erstellungszeit
pl: Sortuj wg czasu budowania pakietu

source: Sort by build day
de: Ordne nach Erstellungstag
pl: Sortuj wg. dnia budowania pakietu

source: Reverse order while sorting
de: Kehre die Reihenfolge beim Sortieren um
pl: Odwróæ kolejno¶æ podczas sortowania

source: Print only package names
de: Zeige nur die Paketnamen
pl: Poka¿ tylko nazwy pakietów

source: Print package groups
de: Zeige Paketgruppen
pl: Poka¿ grupy pakietów

source: Print package summaries
de: Zeige Paketzusammenfassungen
pl: Poka¿ krótkie opisy pakietów

source: Print package source rpm
pl: Poka¿ pakiety ¼ród³owe

source: Query format options:
pl: Opcje formatu zapytañ:

source: Use the following query format
pl: Wypisuj u¿ywaj±c nastêpuj±cego formatu zapytania

source: Show supported tags
pl: Poka¿ wspierane tagi

source: [PACKAGE...]
de: [PAKET...]
pl: [PAKIET...]

source: List packages
de: Zeige Pakete
pl: Poka¿ pakiety

source: ls: -l, -s and -G are exclusive
pl: opcje -l, -s i -G wykluczaj± siê

source: %s: no packages found
pl: %s: nie znaleziono pakietów

source: package
de: Paket
pl: pakiet

source: group
de: Gruppe
pl: grupa

source: source rpm
pl: ¼ród³owy rpm

source: build date
de: Erstellungsdatum
pl: data zbudowania

source: installed
de: installiert
pl: zainstalowany

source: available
de: verfügbar
pl: dostêpny

source: invalid format:
pl: niepoprawny format:

source: %s missing { after %%
pl: %s brak { przed %%

source: %s missing } after %%{
pl: %s brak } po %%

source: %s empty tag name
pl: %s brak nazwy tagu

source: %s unknown tag: '%s'
pl: %s nieznany tag: '%s'

source: %s missing ] at end of array
pl: %s: brak ] na koñcu listy

source: %s unexpected ]
pl: %s niespodziewany ]

source: %s unexpected }
pl: %s niespodziewany }

source: Miscellaneous options:
pl: Ró¿norodne opcje

source: Use FILE as PM(rpm) binary
pl: U¿yj PLIKU jako binarki zarz±dcy pakietów (rpm-a)

source: Use FILE as sudo binary
pl: U¿yj PLIKU jako binarki sudo

source: Store downloaded files and co. under DIR
pl: Umieszczaj ¶ci±gniête pliki itp. w katalogu DIR

source: Run in command mode (like ipoldek does by default)
pl: Uruchom w trybie poleceñ (tak jak ipoldek robi domy¶lnie)

source: Confirm packages installation and let user choose among equivalent packages
de: Bestätige Paketinstallationen und lasse den Benutzer aus gleichwertigen Paketen auswählen
pl: Potwierdzaj instalacjê oraz pozwól u¿ytkownikowi wybieraæ po¶ród równowa¿nych pakietów

source: Don't ask about anything
pl: O nic nie pytaj

source: Run in interactive mode (default)
pl: Uruchom w trybie interaktywnym (domy¶lne)

source: Run poldek shell COMMAND and exit
de: Führe das Poldek-Shellkommando COMMAND aus und beende danach
pl: Uruchom komendê COMMAND i wyjd¼

source: Don't load installed packages at startup
de: Die Liste der installierten Pakete wird beim Starten nicht gelesen
pl: Nie ³aduj bazy zainstalowanych pakietów przy starcie

source: Read configuration from FILE
de: Lese Konfiguration aus Datei FILE
pl: Czytaj konfiguracjê z pliku FILE

source: Do not read configuration
de: Lese keine Konfigurationsdateien
pl: Nie czytaj ¿adnej konfiguracji

source: Update remote configuration files (if any)
pl: Uaktualnij zdalne pliki konfiguracyjne (je¿eli s±)

source: Display program version information and exit
de: Zeige die Programmversion und beende danach
pl: Wypisz informacjê o wersji programu i wyjd¼

source: Log program messages to FILE
de: Protokolliere Programmmeldungen in Datei FILE
pl: Rejestruj wszystkie komunikaty w pliku FILE

source: Run program as user USER
pl: Uruchom program jako u¿ytkownik USER

source: Set configuration option
pl: Ustaw opcjê konfiguracji

source: Dump options in docbook format
pl: Zrzuæ opcje w formacje docbooka

source: Do not produce any output.
de: Gib keinerlei Meldungen aus
pl: Nie wypisuj ¿anych komunikatów

source: -c is depreciated, use --conf instead
pl: -c jest przestarza³e, u¿ywaj --conf w zamian

source: %s: option '%s' requires an argument
pl: %s: opcja '%s' wymaga argumentu

source: %s: option '%s' gives no effect if program executed by ordinary user
pl: %s: opcja '%s' nie ma efektu gdy program jest uruchomiony przez zwyk³ego u¿ytkownika

source: and
pl: i

source: %s options are exclusive
pl: opcje %s wykluczaj± siê

source: Repository index creation:
pl: Tworzenie indeksu repozytorium:

source: Create package index (under SOURCE-PATH by default)
pl: Utwórz pakietowy indeks (domy¶lnie: SOURCE-PATH)

source: Set created index type (use --stl to list available values)
pl: Ustaw typ tworzonego indeksu (u¿yj --stl ¿eby wy¶wietliæ dostêpne warto¶ci)

source: Likewise, but gzipped file is created
de: wie zuvor, nur wird die Indexdatei komprimiert
pl: jw. z tym, ¿e indeks jest kopresowany gzipem

source: Create options (type --mo=help for help)
pl: Opcje tworzenia (wpisz --mo=help dla pomocy)

source: Omit package user-level information (like Summary or Description)
pl: Buduj indeks bez informacji o pakietach przydatnych jedynie u¿ytkownikowi (jak podsumowanie czy opis)

source: Don't create index delta files
pl: Nie twórz indeksowych plików ró¿nicowych

source: Create pdir compatibile with versions prior 0.18.9
pl: Utwórz pdir zgodny z wersjami przed 0.18.9

source: Create uncompressed index
pl: Stwórz nieskompresowany indeks

source: --%s is deprecated, use --mo=%s
pl: --%s jest przestarza³e, u¿ywaj --mo=%s

source: %s: unknown option
pl: %s: nieznana opcja

source: Index create options are:
pl: Opcje tworzenia indeksu:

source: no sources specified
pl: nie podano ¼róde³

source: Package related options:
pl: Opcje odnosz±ce siê do pakietów:

source: Take package set definition from FILE
de: Lese Paketzusammenstellungen aus Datei FILE
pl: We¼ definicjê zestaw pakietów z pliku FILE

source: '%s' option should be set by --%s
de: Option '%s' sollte von '--%s' gesetzt werden
pl: opcja '%s' powinna byæ ustawiona przez --%s

source: Repository selection:
pl: Wybór repozytorium:

source: Get packages info from repository under PATH
pl: Pobierz informacje o pakietach z repozytorium w ¶cie¿ce PATH

source: Get packages info from repository named SOURCE-NAME
pl: Pobierz informacje o pakietach ze ¼ród³a o nazwie SOURCE-NAME

source: Install to specified destination
pl: Instaluj do podanej lokacji

source: Get packages info from package index file FILE
de: Lese Paketinformationen von Indexdatei FILE
pl: We¼ informacje o pakietach z indeksu FILE

source: Get packages info from directory DIR by scanning it
pl: Pobieraj informacje o pakietach skanuj±c katalog DIR

source: Get packages info from package header list file (aka hdlist)
pl: Pobieraj informacje o pakietach pliku z surowymi nag³ówkami pakietów

source: Get packages from PREFIX instead of SOURCE
de: Lese Pakete von PREFIX anstelle von SOURCE
pl: Pobieraj pakiety ze ¼ród³a PREFIX zamiast z SOURCE

source: Repository related actions:
pl: Akcje zwi±zane z repozytorium:

source: List available source types
pl: Poka¿ dostêpne typy ¼róde³

source: List configured sources
de: Zeige konfigurierte Quellen
pl: Poka¿ skonfigurowane ¼ród³a

source: Update the source and verify it
pl: Aktualizuj indeks i sprawd¼ jego integralno¶æ

source: Update whole index of source
de: Aktualisiere den gesamten Index der Quelle
pl: Aktualizuj indeks przez pobranie go w ca³o¶ci

source: Remove source index files from cache directory
de: Lösche Indexdateien der Quelle aus dem Pufferverzeichnis
pl: Usuñ lokalne pliki indeksów

source: Remove cached packages of the source
pl: Usuñ lokalnie przechowywane pakiety ¼ród³a

source: Remove all files belongs to source from cache directory
pl: Usuñ wszystkie lokalnie przechowywane pliki z danego ¼ród³a

source: --dt: destination is already set, use me before --destination
pl: --dt: cel jest ju¿ ustawiony, u¿yj mnie przed --destination

source: --destination: destination is already set
pl: --destination: cel jest ju¿ ustawiony

source: prefix option should be preceded by source one
pl: opcja 'prefix' musi byæ poprzedzona opcj± 'source'

source: prefix for directory source makes no sense
de: Option 'prefix' ist für Quelltyp 'Verzeichnis' nicht sinnvoll
pl: podanie opcji 'prefix' dla katalou nie ma sensu

source: poldek's panic
pl: poldek panikuje

source: Splitting:
de: Aufteilen:
pl: Dzielenie:

source: Split package set to SIZE MB size chunks, the first chunk will be FIRST_FREE_SPACE MB smaller
pl: Podziel zestaw pakietów na SIZE megabajtowe czê¶ci, pierwsza z nich bêdzie mniejsza o FIRST_FREE_SPACE MB

source: Take package priorities from FILE
de: Lese Paketprioritäten aus Datei FILE
pl: Pobierz priorytety pakietów z pliku FILE

source: Write chunks to PREFIX.XX, default PREFIX is 'packages.chunk'
pl: Zapisuj czê¶ci do PREFIX.XX, domy¶lny PREFIX to 'packages.chunk'

source: split: bad option argument
de: split: falsches Argument für die Option
pl: split: z³y argument

source: split size too small
de: Teilungsgröße ist zu klein
pl: rozmiar zbyt ma³y

source: first free space bigger than chunk size
pl: wolne miejsce w pierwszej czê¶ci wiêksze od rozmiaru czê¶ci

source: Package set verification:
pl: Weryfikacja zestawu pakietów:

source: Verify conflicts
pl: Sprawd¼ konflikty

source: Verify file conflicts
pl: Sprawd¼ konflikty plików

source: Find orphaned directories
pl: Znajd¼ osierocone katalogi

source: Verify dependencies, conflicts, file conflicts and orphaned directories
pl: Sprawd¼ zale¿no¶ci, konflikty (w tym plikowe) i osierocone katalogi

source: Reload installed packages
pl: Prze³aduj listê zainstalowanych pakietów

source: Search capabilities
de: Suche nach Fähigkeiten
pl: Przeszukuj w³asno¶ci (capablities)

source: Search requirements
de: Suche nach Vorraussetzungen
pl: Przeszukuj wymagania (requirements)

source: Search conflicts
de: Suche nach Konflikten
pl: Przeszukuj konflikty

source: Search obsolences
de: Suche nach Veraltetem
pl: Przeszukuj przedawnienia (sic!, obsolences)

source: Search suggests
pl: Przeszukuj sugerowane

source: Search summaries, urls and license
de: Suche nach Zusammenfassungen, URLs und Lizensen
pl: Przeszukuj licencje, URLe oraz krótkie opisy pakietów

source: Search descriptions
de: Suche nach Beschreibungen
pl: Przeszukuj opisy

source: Search groups
de: Suche nach Gruppen
pl: Przeszukuj grupy

source: Search file list
de: Suche in Dateilisten
pl: Przeszukuj listy plików

source: Search changelogs
pl: Przeszukiwanie changelogów

source: Search all described fields, the defaults are: -sd
de: Suche in allen angegebenen Feldern, Standard ist '-sd'
pl: Przeszukuj wszystkie pola pakietów, domy¶lnie s± to -sd

source: Threat PATTERN as Perl regular expression
pl: Traktuj WZORZEC jako perlowe wyra¿enie regularne

source: PATTERN [PACKAGE...]
de: MUSTER [PAKET...]
pl: WZORZEC [PAKIET...]

source: Search packages
de: Suche Pakete
pl: Przeszukiwanie pakietów

source: With --perlre pattern must be supplied as: <delimiter>perl-regexp<delimiter>[imsx] For example to find the packages containing foo.bar do: search --perlre /foo\.bar/ See perlre(1) for more details.
pl: Z opcj± --perlre wzorzec nale¿y podaæ w formie: <delimiter>perl-regexp<delimiter>[imsx], zob. perlre(1) Przyk³adowo, aby znale¼æ pakiety zawieraj±ce foo.bar: search --perlre /foo\.bar/ Wiêcej informacji mo¿na znale¼æ w perlre(1).

source: search: unknown regexp option -- %c
de: search: unbekannte Option für regulären Ausdruck -- '%c'
pl: search: nieznana opcja wzorca -- %c

source: search: pattern: %s:%d: %s
de: search: Muster: %s:%d: %s
pl: search: wzorzec: %s:%d: %s

source: search: pattern study: %s: %s
pl: search: wzorzec: %s: %s

source: %s: load package info failed
de: %s: Lesen der Paketinformation fehlgeschlagen
pl: %s: b³±d odczytu informacji o pakiecie

source: search: no pattern given
de: search: kein Muster angegeben
pl: search: nie podano wzorca

source: Searching packages...
de: Suche Pakete...
pl: Przeszukiwanie pakietów...

source: _interrupted.
pl: _przerwano

source: _done.
de: fertig.
pl: _zrobione.

source: Exit poldek
pl: Zamknij poldka

source: not a tty
de: kein Terminalgerät
pl: to nie jest terminal

source: Welcome to the poldek shell mode. Type "help" for help with commands.
de: Willkommen in Poldek's interaktivem Modus. Gib 'help' für die Liste der Befehle ein.
pl: Witaj w poldkowym trybie interaktywnym. Wpisz "help" aby otrzymaæ pomoc.

source: %s: could not retrieve account (%m)
pl: %s: nie mo¿na u¿yæ konta (%m)

source: Running as user '%s'
pl: Uruchamianie jako u¿ytkownik %s

source: Do not remove, but tell if it would work or not
pl: Nie usuwaj, ale powiedz czy by siê uda³o, czy nie

source: Remove only selected packages
pl: Usuñ tylko zaznaczone pakiety

source: Ignore broken dependencies
de: Ignoriere nicht erfüllte Abhängigkeiten
pl: Ignoruj niespe³nione zale¿no¶ci

source: Remove packages required by selected ones if possible.
pl: Usuñ pakiety wymagane przez usuniête pakiety, je¿eli jest to mo¿liwe
